Repository: veler/PaZword
Catalog: Windows/Impl/PaZword.Localization/Strings/*/FirstStartExperiencePage.resw
Source language: en
Languages: fr, ru

# AllFileType
source: All Files
fr: Tous les fichiers
ru: Все Файлы

# AllSetDescription
source: Alright! There are more settings you can access to personalize your experience and make it even more secure. Click on the button below to continue.
fr: Super ! Il y a davantage de paramètres auxquels vous pouvez accéder pour personnaliser votre expérience et la rendre encore plus sécurisée. Cliquez sur le bouton ci-dessous pour continuer.
ru: Ладно! Есть еще несколько настроек, к которым вы можете получить доступ, чтобы улучшить свой опыт и сделать его еще более безопасным. Нажмите на кнопку ниже, чтобы продолжить.

# AllSetTitle
source: You're all set!
fr: Tout est prêt !
ru: Всё готово!

source: Back
fr: Précédent
ru: Вернуться

source: Continue
fr: Continuer
ru: Продолжить

# EnterSecretKeyDescription
source: Please enter your recovery key. Remember, it is an important key that the software generated for you the first time you used it. You might have save it in a file or printed it.
fr: Veuillez entrer votre clé de récupération. Pour rappel, il s'agit de la clé que le logiciel a généré pour vous lors de votre première utilisation. Vous l'avez sûrement imprimée ou sauvegardée dans un fichier.
ru: Пожалуйста, введите ваш ключ восстановления. Это очень важный ключ, который программа создала для вас при первом использовании. Возможно, вы сохранили его в файле или распечатали.

# EnterSecretKeyInvalidKeyReasonFileNotFound
source: Unable to find the vault on the hard drive. Please try to synchronize again by going back to the previous step, or try to create a new vault.
fr: Impossible de localiser le coffre-fort sur votre disque dur. Veuillez essayer de relancer la synchronisation en revenant à l'étape précédente, ou essayez de créer un nouveau coffre-fort.
ru: Не удалось найти хранилище на жестком диске. Попробуйте снова выполнить синхронизацию, вернувшись к предыдущему шагу, или попробуйте создать новое хранилище.

# EnterSecretKeyInvalidKeyReasonInvalidSecretKey
source: Invalid recovery key. Please try again.
fr: Clé de récupération invalide. Veuillez réessayer.
ru: Неверный ключ восстановления. Пожалуйста, попробуйте снова.

# EnterSecretKeyTextBox
source: Your recovery key
fr: Votre clé de récupération
ru: Ваш ключ восстановления

# EnterSecretKeyTitle
source: Recovery key
fr: Clé de récupération
ru: Ключ восстановления

# GenerateSecretKeyDescription
source: PaZword generated a recovery key. It is very important that you keep this key in a safe place. This key will be asked in some scenarios, for example, when signing as a returning user on a different device. It is highly recommended to save the recovery key in a file or print it. PaZword's developer won't be able to help if you lose this recovery key.
fr: PaZword a généré une clé de récupération. Il est très important que vous gardiez cette clé dans un endroit sûr. Cette clé vous sera demandée dans certains cas, par exemple, lorsque vous vous connectez un autre appareil. Il est fortement recommandé d’enregistrer la clé de récupération dans un fichier ou de l’imprimer. Le développeur de PaZword ne pourra pas vous aider si vous perdez cette clé de récupération.
ru: PaZword сгенерировал ключ восстановления. Очень важно хранить этот ключ в надежном месте. Этот ключ будет запрашиваться в некоторых сценариях, например, при входе пользователя на другом устройстве. Настоятельно рекомендуется сохранить ключ восстановления в файле или распечатать его. Разработчик PaZword не сможет помочь, если вы потеряете этот ключ восстановления.

# GenerateSecretKeyPrint
source: Print the recovery key
fr: Imprimer la clé de récupération
ru: Распечатать ключ восстановления

# GenerateSecretKeySave
source: Save to a file
fr: Enregistrer dans un fichier
ru: Сохранить в файле

# GenerateSecretKeyTitle
source: Save your recovery keys
fr: Enregistrez votre clé de récupération
ru: Сохранить ключи восстановления

# GenerateSecretKeyYourKey
source: Your new encryption key:
fr: Votre nouvelle clé de cryptage :
ru: Ваш новый ключ шифрования:

source: Maybe later
fr: Peut-être plus tard
ru: Возможно позже

# NewOrReturningUserDescription
source: To start, tell us if you're new at PaZword or not.
fr: Avant de commencer, dites-nous si vous utilisez PaZword pour la première fois.
ru: Для начала сообщите нам, если вы новичок в PaZword.

# NewOrReturningUserNewUser
source: I'm a new user
fr: Je suis un nouvel utilisateur
ru: Я новый пользователь

# NewOrReturningUserReturningUser
source: I'm a returning user and want to retrieve my vault
fr: Je possède déjà un compte et souhaite récupérer mon coffre-fort
ru: Я старый пользователь и хочу получить доступ к своему хранилищу

# NewOrReturningUserTitle
source: Are you a new or returning user?
fr: Êtes-vous un nouvel utilisateur ou vous possédez déjà un compte ?
ru: Вы новый или старый пользователь?

source: Next
fr: Suivant
ru: Дальше

# PlainTextFile
source: Plain Text (*.txt)
fr: Texte brut (*.txt)
ru: Обычный текст (*.txt)

# RegisterToCloudServiceDescription
source: It is highly recommended to connect PaZword to a cloud storage service so your vault can be synchronized with the cloud. The synchronization acts as a backup to retrieve your data from another device. PaZword won't store your data on a hidden and inaccessible server. Only personal cloud storage services, such as Microsoft OneDrive, are offered. Therefore, you can keep control of your own vault on your personal cloud storage.
fr: Il est fortement recommandé de connecter PaZword à un service de stockage dans le cloud afin que votre coffre-fort puisse être synchronisé avec le cloud. La synchronisation agit comme une sauvegarde pour récupérer vos données à partir d’un autre appareil. PaZword ne stocke pas vos données sur un serveur inconnu et inaccessible. Seuls les services de stockage personnels dans le cloud, tels que Microsoft OneDrive, sont offerts. Par conséquent, vous pouvez garder le contrôle de votre propre coffre-fort sur votre stockage cloud personnel.
ru: Настоятельно рекомендуется подключить PaZword к службе облачного хранилища, чтобы ваше хранилище можно было синхронизировать с облаком. Синхронизация действует как резервная копия для извлечения ваших данных с другого устройства. Пароль не будет хранить ваши данные на скрытом и недоступном сервере. Предлагаются только персональные облачные хранилища, такие как Microsoft OneDrive. Таким образом, вы можете сохранить контроль над своим собственным хранилищем в своем личном облачном хранилище.

# RegisterToCloudServiceTitle
source: Select a cloud storage service
fr: Sélectionnez un compte de stockage dans le cloud
ru: Выберите облачную службу хранения данных

# SecretKeyFileName
source: recovery-key.txt
fr: cle-de-recuperation.txt
ru: ключ-восстановления.txt

# SecretKeyPrintTitle
source: PaZword recovery key
fr: Clé de récupération PaZword
ru: Ключ восстановления PaZword

# SignInToCloudServiceDescription
source: Sign in to your personal cloud storage service where your vault is stored, so PaZword can retrieve it.
fr: Connectez-vous à votre service de stockage dans le cloud où votre coffre-fort est enregistré afin que PaZword puisse le récupérer.
ru: Войдите в своё собственное облачное хранилище, где находится ваше хранилище, чтобы PaZword мог получить его.

# SignInToCloudServiceTitle
source: Connect to your cloud storage service
fr: Connexion à votre service de stockage dans le cloud
ru: Подключение к Вашему облачному хранилищу

# SynchronizationInProgress
source: Synchronization of your vault in progress, please wait...
fr: Synchronisation de votre coffre-fort en cours. Veuillez patienter...
ru: Синхронизация вашего хранилища продолжается, пожалуйста, подождите...

# WelcomeDescription
source: Together, let's make your passwords safe. This wizard will help you to authenticate in PaZword for the first time as a new or returning user.
fr: Ensemble, faisons en sorte que vos mots de passe soient sécurisés. Cet assistant vous aidera à vous authentifier dans PaZword en tant que nouvel utilisateur ou utilisateur existant.
ru: Вместе сохраним ваши пароли в безопасности. Этот мастер поможет вам впервые пройти аутентификацию в PaZword как новый или вернувшийся пользователь.

# WelcomeTitle
source: Welcome to PaZword
fr: Bienvenue dans PaZword
ru: Добро пожаловать в PaZword

# WindowsHelloConfigure
source: Configure Windows Hello
fr: Configurer Windows Hello
ru: Настроить Windows Hello

# WindowsHelloDescription
source: Use Windows Hello to authenticates in PaZword with a PIN code or biometric sensor (fingerprint, face recognition...).
fr: Utiliser Windows Hello pour s'authentifier dans PaZword avec un code PIN ou un capteur biométrique (empreinte digitale, reconnaissance de visage, ...).
ru: Используйте Windows Hello для аутентификации в PaZword с помощью PIN-кода или биометрического датчика (отпечаток пальца, распознавание лица...).

# WindowsHelloSetting
source: Use Windows Hello (recommended)
fr: Utiliser Windows Hello (recommandé)
ru: Использовать Windows Hello (рекомендуется)

# WindowsHelloTitle
source: Sign in with Windows Hello
fr: S'authentifier avec Windows Hello
ru: Войти с помощью Windows Hello
